{"id":4604,"date":"2021-01-19T04:08:47","date_gmt":"2021-01-18T23:08:47","guid":{"rendered":"https:\/\/atsengg.com\/?page_id=4604"},"modified":"2024-12-17T12:35:40","modified_gmt":"2024-12-17T07:35:40","slug":"terms-and-condition","status":"publish","type":"page","link":"https:\/\/atsengg.com\/terms-and-condition\/","title":{"rendered":"Terms And Condition"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"4604\" class=\"elementor elementor-4604\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-section elementor-top-section elementor-element elementor-element-aea48be elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"aea48be\" data-element_type=\"section\">\r\n\t\t\r\n\t\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\r\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-f8008fc\" data-id=\"f8008fc\" data-element_type=\"column\">\r\n\t\t\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\r\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-26adeae elementor-widget elementor-widget-text-editor\" data-id=\"26adeae\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p>Welcome to ATS Engineering! These Terms and Conditions (“Terms”) govern your use of our products, services, and website. By accessing or using our website, purchasing our products, or engaging with our services related to solar panels, net metering, lithium batteries, industrial fans, and fabrication, you agree to be bound by these Terms and any additional terms, policies, or guidelines we may provide. Please read these Terms carefully before proceeding.<\/p><hr \/><h3>1. <strong>Definitions<\/strong><\/h3><ul><li><strong>&#8220;Company&#8221;<\/strong>, <strong>&#8220;We&#8221;<\/strong>, <strong>&#8220;Us&#8221;<\/strong>, or <strong>&#8220;ATS Engineering&#8221;<\/strong> refers to ATS Engineering, the provider of products and services related to solar panels, net metering, lithium batteries, industrial fans, and fabrication.<\/li><li><strong>&#8220;Customer&#8221;<\/strong>, <strong>&#8220;You&#8221;<\/strong>, or <strong>&#8220;Your&#8221;<\/strong> refers to the person, business, or entity that accesses or uses our products, services, or website.<\/li><li><strong>&#8220;Services&#8221;<\/strong> refers to the services offered by ATS Engineering, including but not limited to solar panel installation, net metering services, lithium battery systems, industrial fans, and fabrication.<\/li><li><strong>&#8220;Products&#8221;<\/strong> refers to the goods sold by ATS Engineering, including solar panels, lithium batteries, industrial fans, and related components.<\/li><\/ul><hr \/><h3>2. <strong>Agreement to Terms<\/strong><\/h3><p>By accessing, purchasing, or using any of our products or services, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions, as well as any additional terms, conditions, or policies related to specific products or services.<\/p><hr \/><h3>3. <strong>Eligibility<\/strong><\/h3><p>You must be at least 18 years of age to use our website, purchase products, or engage with our services. If you are under 18, you may only use our website and services with the involvement of a parent or guardian.<\/p><hr \/><h3>4. <strong>Products and Services<\/strong><\/h3><ul><li><strong>Product Availability<\/strong>: All products and services are subject to availability. ATS Engineering reserves the right to limit the quantity of products or services available for sale.<\/li><li><strong>Service Description<\/strong>: We provide services including the installation and maintenance of solar panels, net metering systems, lithium batteries, industrial fans, and fabrication. The specific terms of these services will be outlined in separate contracts or agreements.<\/li><li><strong>Accuracy of Information<\/strong>: While we strive to ensure the accuracy of product descriptions, specifications, and service details, ATS Engineering does not guarantee that the information is always accurate, complete, or up-to-date. We may correct any errors in product or service information at any time.<\/li><\/ul><hr \/><h3>5. <strong>Pricing and Payments<\/strong><\/h3><ul><li><strong>Pricing<\/strong>: All prices for products and services are displayed on our website or provided in separate quotes. Prices are subject to change without notice.<\/li><li><strong>Payment Methods<\/strong>: We accept various payment methods, including credit\/debit cards, bank transfers, and other payment options as outlined at the time of purchase.<\/li><li><strong>Taxes<\/strong>: All applicable taxes (sales tax, VAT, etc.) will be added to the price of products or services where required by law.<\/li><\/ul><hr \/><h3>6. <strong>Order Acceptance and Cancellation<\/strong><\/h3><ul><li><strong>Order Acceptance<\/strong>: Your order is considered an offer to purchase products or services. ATS Engineering reserves the right to accept or reject any order at our discretion.<\/li><li><strong>Order Cancellation<\/strong>: You may cancel an order before it has been processed or shipped. Once an order is processed, cancellation may not be possible, and additional cancellation fees may apply depending on the status of the order.<\/li><li><strong>Backorders and Delays<\/strong>: ATS Engineering will notify you if an item is out of stock or delayed. We are not liable for delays or failures in delivery caused by external factors such as shipping delays, supplier issues, or weather conditions.<\/li><\/ul><hr \/><h3>7. <strong>Intellectual Property<\/strong><\/h3><p>All content, including but not limited to logos, text, graphics, images, and software on the ATS Engineering website, is the property of ATS Engineering and is protected by intellectual property laws. You may not reproduce, distribute, or modify any content from our website without our explicit consent.<\/p><hr \/><h3>8. <strong>Use of Website and Services<\/strong><\/h3><ul><li><strong>Website Use<\/strong>: You agree to use our website only for lawful purposes and in a manner that does not violate the rights of others. You may not use the website to transmit harmful or unlawful content.<\/li><li><strong>Prohibited Activities<\/strong>: You are prohibited from attempting to interfere with the operation of our website, accessing unauthorized areas of the website, or engaging in any activity that could damage, disable, or impair the functionality of our website or services.<\/li><\/ul><hr \/><h3>9. <strong>Warranty and Disclaimer<\/strong><\/h3><ul><li><strong>Product Warranty<\/strong>: ATS Engineering provides warranties for certain products, which may vary depending on the product and manufacturer. The specific warranty terms will be outlined at the time of purchase or installation. Our warranty does not cover damage caused by misuse, neglect, or unauthorized modifications.<\/li><li><strong>Service Warranty<\/strong>: Services related to the installation of products, maintenance, or repairs may be subject to a warranty, as stated in the service contract.<\/li><li><strong>Limitation of Liability<\/strong>: ATS Engineering’s liability for any damages arising from the use of our products or services is limited to the amount paid for the product or service. We are not liable for any indirect, incidental, or consequential damages.<\/li><\/ul><hr \/><h3>10. <strong>Privacy and Data Protection<\/strong><\/h3><p>Your use of our website and services is subject to our Privacy Policy, which outlines how we collect, use, and protect your personal data. By using our website and services, you consent to our data practices as described in the Privacy Policy.<\/p><hr \/><h3>11. <strong>Third-Party Links and Services<\/strong><\/h3><p>Our website may contain links to third-party websites or services that are not operated or controlled by ATS Engineering. We are not responsible for the content, privacy policies, or practices of these third-party sites. We encourage you to review the terms and policies of any third-party sites you visit.<\/p><hr \/><h3>12. <strong>Indemnification<\/strong><\/h3><p>You agree to indemnify and hold ATS Engineering, its employees, agents, and affiliates harmless from any claims, damages, or expenses arising from your use of our website, products, or services, or from any breach of these Terms and Conditions.<\/p><hr \/><h3>13. <strong>Governing Law and Dispute Resolution<\/strong><\/h3><ul><li><strong>Governing Law<\/strong>: These Terms and Conditions shall be governed by and construed in accordance with the laws of [Insert Jurisdiction].<\/li><li><strong>Dispute Resolution<\/strong>: Any disputes or claims arising out of or relating to these Terms shall be resolved through binding arbitration in [Insert Location], unless the parties agree otherwise.<\/li><\/ul><hr \/><h3>14. <strong>Force Majeure<\/strong><\/h3><p>ATS Engineering is not liable for failure to perform our obligations under these Terms if such failure is due to causes beyond our reasonable control, including but not limited to natural disasters, acts of war, government actions, and supply chain disruptions.<\/p><hr \/><h3>15. <strong>Changes to Terms and Conditions<\/strong><\/h3><p>ATS Engineering reserves the right to modify or update these Terms and Conditions at any time. Any changes will be posted on our website, and the revised Terms will take effect immediately upon publication. We encourage you to review this page periodically to stay informed about any changes.<\/p><hr \/><h3>16. <strong>Contact Us<\/strong><\/h3><p>If you have any questions or concerns regarding these Terms and Conditions, please contact us at:<\/p><p><strong>ATS Engineering<\/strong><br \/>Email: info@atsengg.com<br \/>Phone: 0333-5128664<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\r\n\t\t\t\t<\/div>\r\n\t\t\t\t\t<\/div>\r\n\t\t\t\t<\/section>\r\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Welcome to ATS Engineering! These Terms and Conditions (“Terms”) govern your use of our products, services, and website. By accessing or using our website, purchasing our products, or engaging with our services related to solar panels, net metering, lithium batteries, industrial fans, and fabrication, you agree to be bound by these Terms and any additional [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":11,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages\/4604"}],"collection":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/comments?post=4604"}],"version-history":[{"count":4,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages\/4604\/revisions"}],"predecessor-version":[{"id":8223,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages\/4604\/revisions\/8223"}],"wp:attachment":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/media?parent=4604"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}