{"id":4667,"date":"2021-01-19T21:32:19","date_gmt":"2021-01-19T16:32:19","guid":{"rendered":"https:\/\/atsengg.com\/?page_id=4667"},"modified":"2024-12-17T12:47:23","modified_gmt":"2024-12-17T07:47:23","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/atsengg.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"4667\" class=\"elementor elementor-4667\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-section elementor-top-section elementor-element elementor-element-9f9c4de elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"9f9c4de\" data-element_type=\"section\">\r\n\t\t\r\n\t\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\r\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-962777d\" data-id=\"962777d\" data-element_type=\"column\">\r\n\t\t\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\r\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-fd2e5de elementor-widget elementor-widget-text-editor\" data-id=\"fd2e5de\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p>At ATS Engineering, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines the types of personal data we collect, how we use it, and the steps we take to safeguard your privacy when you visit our website, use our products, and engage with our services related to solar panels, net metering, lithium batteries, industrial fans, and fabrication.<\/p><p>By accessing or using any of our services, products, or website, you agree to the collection and use of your data in accordance with this policy.<\/p><h3>1. <strong>Information We Collect<\/strong><\/h3><p>We may collect the following types of personal information:<\/p><ul><li><strong>Personal Identification Information<\/strong>: Name, email address, phone number, mailing address, and other contact information.<\/li><li><strong>Business Information<\/strong>: Business name, industry type, billing information, and project details related to the products or services you request.<\/li><li><strong>Payment Information<\/strong>: Credit card details or bank account information for processing transactions.<\/li><li><strong>Technical Information<\/strong>: IP address, browser type, device type, operating system, and website usage data collected through cookies or similar tracking technologies.<\/li><li><strong>Customer Feedback<\/strong>: Survey responses, product reviews, and customer support communications.<\/li><\/ul><hr \/><h3>2. <strong>How We Use Your Information<\/strong><\/h3><p>We may use the information we collect for the following purposes:<\/p><ul><li><strong>Providing Services<\/strong>: To process your orders, provide product details, deliver services related to solar panels, net metering, lithium batteries, industrial fans, and fabrication, and respond to inquiries.<\/li><li><strong>Transaction Processing<\/strong>: To process payments for products or services and fulfill orders.<\/li><li><strong>Customer Support<\/strong>: To provide support, resolve issues, or respond to feedback or complaints regarding our products and services.<\/li><li><strong>Marketing and Promotions<\/strong>: To send newsletters, promotional offers, and information related to new products and services. You may opt out of receiving these communications at any time.<\/li><li><strong>Improving Our Services<\/strong>: To analyze usage data to improve our products, services, and website functionality.<\/li><li><strong>Compliance with Legal Obligations<\/strong>: To comply with applicable laws, regulations, and legal processes, such as fraud prevention and contract enforcement.<\/li><\/ul><hr \/><h3>3. <strong>How We Protect Your Information<\/strong><\/h3><p>ATS Engineering implements a variety of security measures to protect your personal data, including:<\/p><ul><li><strong>Encryption<\/strong>: We use encryption methods (SSL\/TLS) for securing sensitive information transmitted online, such as credit card details.<\/li><li><strong>Access Control<\/strong>: Access to personal data is restricted to authorized personnel who require it for business purposes.<\/li><li><strong>Data Storage<\/strong>: Your personal information is stored in secure systems and databases with appropriate safeguards.<\/li><\/ul><p>While we strive to protect your information, please be aware that no method of data transmission over the internet or electronic storage is entirely secure. We cannot guarantee absolute security.<\/p><hr \/><h3>4. <strong>Sharing Your Information<\/strong><\/h3><p>ATS Engineering does not sell, rent, or trade your personal information to third parties. However, we may share your information in the following situations:<\/p><ul><li><strong>Service Providers<\/strong>: We may share information with third-party service providers who assist in processing payments, managing our website, or providing customer service.<\/li><li><strong>Legal Requirements<\/strong>: We may disclose your information to comply with applicable laws, regulations, legal processes, or government requests.<\/li><li><strong>Business Transfers<\/strong>: In the event of a merger, acquisition, or asset sale, your personal information may be transferred to the new owner.<\/li><\/ul><hr \/><h3>5. <strong>Cookies and Tracking Technologies<\/strong><\/h3><p>We use cookies and other tracking technologies to improve user experience and analyze website traffic. Cookies are small files stored on your device that help us recognize your preferences and personalize content. You can adjust your browser settings to block or delete cookies, but this may affect some website features.<\/p><hr \/><h3>6. <strong>Your Rights and Choices<\/strong><\/h3><p>You have the following rights regarding your personal data:<\/p><ul><li><strong>Access<\/strong>: You can request access to the personal data we hold about you.<\/li><li><strong>Correction<\/strong>: You can update or correct inaccurate or incomplete information.<\/li><li><strong>Deletion<\/strong>: You can request the deletion of your personal data, subject to certain legal or contractual restrictions.<\/li><li><strong>Opt-Out<\/strong>: You can opt out of receiving marketing communications by clicking the unsubscribe link in emails or contacting us directly.<\/li><li><strong>Data Portability<\/strong>: You can request a copy of your personal data in a structured, commonly used format for transfer to another service provider.<\/li><\/ul><p>To exercise any of these rights, please contact us using the contact information below.<\/p><hr \/><h3>7. <strong>Third-Party Links<\/strong><\/h3><p>Our website may contain links to third-party websites or services that are not operated or controlled by ATS Engineering. This Privacy Policy does not apply to those external sites, and we are not responsible for their content or privacy practices. We encourage you to review the privacy policies of third-party sites before providing any personal information.<\/p><hr \/><h3>8. <strong>Children’s Privacy<\/strong><\/h3><p>ATS Engineering does not knowingly collect personal information from individuals under the age of 13. If we become aware that we have inadvertently collected such information, we will take steps to delete it.<\/p><hr \/><h3>9. <strong>Changes to This Privacy Policy<\/strong><\/h3><p>ATS Engineering reserves the right to update or modify this Privacy Policy at any time. Any changes will be reflected on this page with an updated effective date. We encourage you to review this policy periodically to stay informed about how we are protecting your information.<\/p><hr \/><h3>10. <strong>Contact Us<\/strong><\/h3><p>If you have any questions or concerns about this Privacy Policy or our data practices, please contact us:<\/p><p><strong>ATS Engineering<\/strong><br \/>Email: info@atsengg.com<br \/>Phone: 0333-5128664<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\r\n\t\t\t\t<\/div>\r\n\t\t\t\t\t<\/div>\r\n\t\t\t\t<\/section>\r\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>At ATS Engineering, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines the types of personal data we collect, how we use it, and the steps we take to safeguard your privacy when you visit our website, use our products, and engage with our services [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":12,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages\/4667"}],"collection":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/comments?post=4667"}],"version-history":[{"count":10,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages\/4667\/revisions"}],"predecessor-version":[{"id":8246,"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/pages\/4667\/revisions\/8246"}],"wp:attachment":[{"href":"https:\/\/atsengg.com\/wp-json\/wp\/v2\/media?parent=4667"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}